Repository: yaliyingwy/TRTCAITestDevice
Catalog: TRTCAITestDevice/Assets/Localized/*.lproj/AITestDeviceLocalizable.strings
Languages: fr, zh_hans

# ai.network.detecting
source: Network check in progress…
fr: Détection du réseau en cours…
zh_hans: 网络检测中…

# ai.network.tip
source: Try to keep your network signal at full strength.
fr: Essayez de maintenir une connexion réseau optimale.
zh_hans: 尽量保持网络信号满格状态

# ai.button.next
source: Next
fr: suivant
zh_hans: 下一步

# ai.button.retest
source: Retest
fr: Réexamen
zh_hans: 重试

# ai.network.good
source: Network check completed, the current network is smooth!
fr: Détection du réseau terminée, le réseau actuel est fluide !
zh_hans: 检测完成-通过 网络检测完成，当前网络顺畅！

# ai.network.poor
source: Network check completed, the current network quality is poor, communication is possible but not smooth.
fr: Détection du réseau terminée, la qualité du réseau est médiocre, la communication est possible mais pas fluide.
zh_hans: 网络检测完成，当前网络质量较差，勉强能沟通但不顺畅。

# ai.network.bad
source: Network check completed, the current network quality is poor, communication is almost impossible.
fr: Détection du réseau terminée, la qualité du réseau est médiocre, la communication est presque impossible.
zh_hans: 网络检测完成，当前网络质量较差，基本不能沟通。

# ai.sayhi
source: You can greet like this
fr: Voici comment vous pouvez saluer
zh_hans: 可以这样打招呼

# ai.welcome
source: Welcome to the LingoAce Classroom！
fr: Bienvenue dans la salle de classe LingoAce！
zh_hans: 欢迎来到LingoAce课堂！

# ai.select.language
source: Please select your language
fr: Veuillez sélectionner votre langue
zh_hans: 请选择您的语言

# ai.guide
source: Operating Guide
fr: Guide d'utilisation
zh_hans: 操作指南

# ai.enter
source: Enter the classroom.
fr: Entrer dans la classe.
zh_hans: 进入教室

# permission.title
source: Access to Permissions
fr: Accéder aux permissions
zh_hans: 权限获取

# permission.microphone
source: Please go to the settings to turn on the microphone permissions
fr: Veuillez accéder aux paramètres pour activer les permissions du micro
zh_hans: 请前往设置打开麦克风权限

# permission.camera
source: Please go to the settings to turn on the camera permissions
fr: Veuillez accéder aux paramètres pour activer les permissions de la caméra
zh_hans: 请前往设置打开摄像头权限

# permission.setting
source: Go Setting
fr: Accéder au paramètre
zh_hans: 去设置
